[{
    
    "name":"Dio Brando",
    "descripcion":"Originalmente de nacimiento un hombre de bajos recursos, pero de ambición incomparable, Dio es un villano de poca conciencia, gran astucia, y un hambre insaciable de poder. Es el padre de Giorno Giovanna, el protagonista de la Parte 5: Vento Aureo, así como unos cuantos otros hijos ilegítimos. Como antagonista dominante de JoJo's Bizarre Adventure, su legado persiste a lo largo de la historia.",
    "stand":"The world",
    "ability":"Parar el tiempo y habilidades de la familia joestar",
    "imagecharacter":"https://tierragamer.com/wp-content/uploads/2019/07/JoJos-Bizarre-Adventure-Dio-Brando-1280x720.jpg",
    "imagestand":"https://static.wikia.nocookie.net/jjba/images/7/75/Theworldtrimmed.png/revision/latest/scale-to-width-down/250?cb=20130213004938"
},
{
    "name":"Joseph Joestar",
    "descripcion":"Es un vivo ejemplo de supervivencia, al haber sobrevivido en más de una ocasión a enemigos que evidentemente le superaban en fuerza física, haciendo uso de su astucia y habilidades innatas como peleador. Joseph enfrenta con valor las inverosímiles amenazas que le acechan a lo largo de su vida con iniciativa e ingenio puro.",
    "stand":"Hermit Purple",
    "ability":"Adivinación.La habilidad principal de Hermit Purple es la información divina. Mediante el uso de cualquier objeto o material en conjunción con Hermit Purple, Joseph puede mostrar cualquier información que desee ver. ",
    "imagecharacter":"https://i.pinimg.com/originals/96/c2/83/96c28354e0c7a18e7d9df36b81eaaee5.png",
    "imagestand":"https://i.pinimg.com/originals/12/ea/95/12ea95bb5b49c8b110997ddef0889a79.jpg"
},
{
    "name":"Noriaki Kakyoin",
    "descripcion":"Estando en un viaje a Egipto con sus padres, él es manipulado por DIO y enviado a matar a Jotaro Kujo. Luego de ser liberado de la influencia de DIO, Kakyoin decide unirse al Grupo Joestar en su viaje a Egipto para salvar a la madre de Jotaro.",
    "stand":"Hierophant Green",
    "ability":"Emerald Splash  Reúne energía en su cuerpo, lo hace brillar de color verde brillante, antes de mandar una gran cantidad de energía que toma la forma de esmeraldas, gama y similar a una escopeta similar a la dispersión de la explosión, junto con su increíble poder destructivo y de alta velocidad, lo que hace a Hierophant Green un combatiente muy capaz",
    "imagecharacter":"https://static.wikia.nocookie.net/jojo/images/7/72/NoriakiKakyoinniuanime.png/revision/latest?cb=20170417021823&path-prefix=es",
    "imagestand":"https://static.wikia.nocookie.net/jojo/images/4/44/Hierophant_Green_Anime.png/revision/latest?cb=20160621062357&path-prefix=es"
},
{
    "name":"Muhammad Avdol",
    "descripcion":"Introducido como un viejo amigo egipcio de Joseph Joestar, se une al grupo en su viaje para derrotar a DIO, proporcionando sabiduría y orientación culturales a lo largo del trayecto.",
    "stand":"Magician's Red",
    "ability":"Su capacidad única es la generación y manipulación del fuego. Avdol prefiere los espacios abiertos con el fin de utilizar su poder de forma más completa.",
    "imagecharacter":"https://static.wikia.nocookie.net/ficcion-sin-limites/images/8/80/Avdol_Infobox_Anime.png/revision/latest?cb=20210131215905&path-prefix=es",
    "imagestand":"https://static.wikia.nocookie.net/jojo/images/1/14/Magician's_Red_anime.png/revision/latest?cb=20160530214845&path-prefix=es"
},
{
    
    "name":"ZZ",
    "descripcion":" Él es uno de los mercenarios contratados por DIO para matar al Grupo Joestar.",
    "stand":"Wheel of Fortune",
    "ability":"cambia la forma del coche igual a su tamaño. No puede convertirse en infinitamente más grande, pero puede mejorar piezas dañadas y crear una armadura y ruedas más duras, e incluso adaptarse al camino del terreno que esta luchando sucesivamente. ",
    "imagecharacter":"https://static.wikia.nocookie.net/villains/images/0/08/ZZAnime.jpg/revision/latest?cb=20140630013723",
    "imagestand":"https://static.jojowiki.com/images/thumb/8/88/latest/20191015215652/Wofbehind.png/380px-Wofbehind.png"
},
{
    "name":"Okuyasu Nijimura",
    "descripcion":"Introducido como un antagonista, Okuyasu pronto se convierte en el mejor amigo de Josuke Higashikata. Ellos permanecen como amigos cercanos a través de toda la Parte 4 y presumiblemente de ahí en adelante.",
    "stand":"The Hand",
    "ability":" Cuando The Hand usa su mano derecha, puede borrar todo lo que entre en contacto con la palma cuando hace un movimiento de deslizamiento con su brazo. Todo lo que esté dentro de su rango de acción, se borra de este universo, ya se trate de objetos físicos o el espacio en sí.",
    "imagecharacter":"https://static.jojowiki.com/images/thumb/8/80/latest/20210907213301/Okuyasu_Nijimura_Infobox_Anime.png/400px-Okuyasu_Nijimura_Infobox_Anime.png",
    "imagestand":"https://static.wikia.nocookie.net/jjba/images/b/bb/The_Hand_Key_Art.png/revision/latest?cb=20160515054927"
},
{
    "name":"Jotaro Kujo",
    "descripcion":"Serio, estoico e inteligente, Jotaro brinda gran poder y estabilidad a sus aliados. También es el primer JoJo introducido con un Stand y uno de los personajes más reconocidos de toda la serie.",
    "stand":"Star Platinum",
    "ability":"Super fuerza supervelocidad y detener el tiempo volviendose uno de los stands mas versátiles que hay",
    "imagecharacter":"https://static.wikia.nocookie.net/jojo/images/3/35/Jotarokujo_anime.png/revision/latest?cb=20170302000829&path-prefix=es",
    "imagestand":"https://i.ytimg.com/vi/1xTrYJh4G8U/maxresdefault.jpg"
},
{
    "name":"Josuke Higashikata",
    "descripcion":"Josuke es un estudiante de primer año de preparatoria que reside en Morioh.Donde es buscado por Jotaro Kujo en nombre de Joseph Joestar por tener relación con la Familia Joestar, ya que Josuke es el hijo ilegítimo de Joseph.",
    "stand":"Crazy Diamond",
    "ability":"Crazy Diamond tiene la habilidad de remoldear la materia, dado a la personalidad amable de Josuke, esta habilidad funciona más para reparar que para dañar. Siempre y cuando toque una parte del objeto, Crazy Diamond es capaz de restaurarlo al estado que Josuke desee, aunque en caso de que esté molesto o muy enojado, esta habilidad deja el objeto golpeado en un estado deforme o unido con otra cosa.",
    "imagecharacter":"https://static.jojowiki.com/images/thumb/4/49/latest/20211117015857/Josuke_DU_Infobox_Anime.png/400px-Josuke_DU_Infobox_Anime.png",
    "imagestand":"http://pm1.narvii.com/6403/c8e23a0ca2ae1c864f19a6c6b79758fa23eaecea_00.jpg"
},
{
    "name":"Yoshikage Kira",
    "descripcion":"Es un asesino en serie 'parafílico' comprometido a defender su ininterrumpido estilo de vida que durante años ha aterrorizado la tranquilidad del pueblo de Morioh. Habiendo permanecido impune durante años, todo cambia cuando el Fantasma de su primera víctima, Reimi Sugimoto le pide ayuda a los miembros de la Familia Joestar para que lo encuentren después de que asesinara al estudiante Shigekiyo Yangu llamando la atención de manera innecesaria.",
    "stand":"Killer Queen",
    "ability":" La habilidad que hace especialmente peligroso a este Stand es la capacidad de insertar hasta tres diferentes tipos de bombas en el cuerpo las cuales cuando explotan son capaces de consumir por completo a los objetivos a destruir.",
    "imagecharacter":"https://static.wikia.nocookie.net/jojo/images/6/68/Kira-anime.png/revision/latest?cb=20170116185149&path-prefix=es",
    "imagestand":"https://static.jojowiki.com/images/thumb/f/ff/latest/20220601224809/Killer_Queen.png/183px-Killer_Queen.png"
},
{
    "name":"Giorno Giovanna",
    "descripcion":"Es el primer hijo ilegítimo de DIO (el cual fue concebido con el cuerpo robado de Jonathan Joestar)",
    "stand":"Gold Experience",
    "ability":" Gold Experience puede destruir motocicletas o automóviles con sus puños. El punto más alto reside en su velocidad y su habilidad especial que le proporciona una ventaja considerable.Es un adolescente mitad japonés que vive en Italia. Habla de su intención de unirse a la banda de Passione y su sueño de convertirse en un 'Gang-Star'",
    "imagecharacter":"https://static.jojowiki.com/images/thumb/4/4a/latest/20210422070411/Giorno_Giovanna_Infobox_Anime.png/400px-Giorno_Giovanna_Infobox_Anime.png",
    "imagestand":"https://static.jojowiki.com/images/8/81/latest/20210707053105/Gold_Experience_Infobox_Anime.png"
},
{
    "name":"Diavolo",
    "descripcion":"Como descubridor de las Flechas, él es el responsable de la reciente proliferación de Usuarios de Stand en el mundo. Viviendo una vida extremadamente reservada como alguien que busca permanecer en la clandestinidad, es el máximo líder del sindicato de crimen organizado llamado Passione, que corrompe a Italia con el tráfico de drogas en las calles, lo que lo convierte en el enemigo superior y más grande de Giorno y Bruno.",
    "stand":"King Crimson",
    "ability":"su capacidad de predecir las acciones de su oponente así como la capacidad de borrar el flujo del tiempo lo vuelven un Stand casi invulnerable. Solamente un Stand con la capacidad de manipular el tiempo podría hacerle frente.",
    "imagecharacter":"https://static.wikia.nocookie.net/jjba/images/1/11/Diavolo.png/revision/latest?cb=20180906060830",
    "imagestand":"https://static.wikia.nocookie.net/jojo/images/c/c6/King_crimson_infobox.png/revision/latest?cb=20190823182113&path-prefix=es"
},
{
    "name":"Bruno Bucciarati",
    "descripcion":"Bucciarati es un capo asociado con la importante pandilla napolitana, Passione, y conduce a su propia pandilla subordinada. A pesar de haber sido enviado para rastrear a quien atacó a Luca del ojo lloroso y por lo tanto debutar como un adversario de Giorno Giovanna, es el primero en prestar un apoyo significativo al protagonista para su ascenso en las filas de Passione.",
    "stand":"Sticky Fingers",
    "ability":"Es un Stand de corto alcance con una fuerza y velocidad considerables lo que lo convierten en un Stand enfocado al combate directo. Además de lo anteriormente señalado, su peligrosidad aumenta gracias a la versatilidad que le proporciona su habilidad de crear cremalleras sobre cualquier clase de superficie",
    "imagecharacter":"https://static.wikia.nocookie.net/p__/images/8/8c/BucciPromo.png/revision/latest?cb=20220819013841&path-prefix=protagonist",
    "imagestand":"https://static.wikia.nocookie.net/p__/images/8/8c/BucciPromo.png/revision/latest?cb=20220819013841&path-prefix=protagonist"
},
{
    "name":"Mista",
    "descripcion":"Mista es un adolescente relajado y optimista, a menudo es visto bromeando cuando no está directamente en combate. Su historia de trasfondo lo describe como un individuo sin preocupaciones, cuya meta era disfrutar de los placeres simples cotidianos.",
    "stand":"Sex Pistols",
    "ability":"Sex Pistols es inusualmente resistente y puede persistir incluso si Mista se encuentra en un estado de casi inconsciencia o incluso cerca de la muerte. Si este fuera el caso, los Pistols pueden continuar ayudando a los aliados de Mista.",
    "imagecharacter":"https://static.jojowiki.com/images/thumb/c/c6/latest/20210827063749/Guido_Mista_Infobox_Anime.png/400px-Guido_Mista_Infobox_Anime.png",
    "imagestand":"https://i.ytimg.com/vi/DPa7qofuebU/maxresdefault.jpg"
}
]
